[
  "obsidian-booknote-plugin",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "cmenu-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-custom-frames",
  "convert-url-to-iframe",
  "obsidian-latex-environments",
  "media-extended",
  "mx-bili-plugin",
  "mousewheel-image-zoom",
  "obsidian-banners",
  "obsidian-emoji-toolbar"
]